01-conflitos/trabalho.org
#+TITLE: Análise de um Caso de Negociação e Gestão de Conflito
#+AUTHOR: Gustavo Magalhães Mendes de Tarso
#+DATE: \today
#+LANGUAGE: pt-br
#+OPTIONS: toc:nil title:t
#+LATEX_CLASS_OPTIONS: [article,12pt,oneside,a4paper]
#+LATEX_HEADER: \usepackage[brazil]{babel}
#+LATEX_HEADER: \usepackage[utf8]{inputenc}
#+LATEX_HEADER: \usepackage[T1]{fontenc}
#+LATEX_HEADER: \usepackage{lmodern}
#+LATEX_HEADER: \usepackage{microtype}
#+LATEX_HEADER: \usepackage[left=3cm,top=3cm,right=2cm,bottom=2cm]{geometry}
#+LATEX_HEADER: \frenchspacing
#+LATEX_HEADER: \pretolerance=100
#+LATEX_HEADER: \tolerance=200
#+LATEX_HEADER: \emergencystretch=3em
#+LATEX_HEADER: \hbadness=2000
#+LATEX_HEADER: \usepackage[alf]{abntex2cite}
#+LATEX_HEADER: \bibliographystyle{abntex2-alf}

* RESUMO

A negociação é uma habilidade essencial no ambiente corporativo, permitindo alinhar interesses divergentes e resolver conflitos de forma eficaz. Este trabalho analisa um caso real de negociação ocorrido no *Ministério da Previdência Social*, envolvendo um embate entre um servidor técnico e sua superior hierárquica sobre um cálculo matemático na distribuição de vagas do concurso de *Perícia Médica Federal*. A análise destaca a importância da *escuta ativa* e da *paciência* como fatores críticos para o sucesso da negociação. O estudo aprofunda conceitos de negociação e gestão de conflitos, discutindo estratégias que podem aprimorar a comunicação interpessoal e minimizar desgastes em processos decisórios.

*Palavras-chave:* negociação, gestão de conflitos, escuta ativa, paciência.

* INTRODUÇÃO

A negociação está presente em diversas esferas da vida profissional e organizacional, sendo um instrumento essencial para a resolução de conflitos e a tomada de decisões eficazes \cite{fisher1991getting}. No contexto corporativo, lidar com divergências de opinião e interesses exige habilidades que vão além do conhecimento técnico, incluindo *comunicação estratégica, inteligência emocional e gestão de conflitos* \cite{goleman1998trabalhando}.

Este trabalho analisa um conflito ocorrido no setor público, no qual um servidor técnico precisou lidar com a resistência de sua superior hierárquica à correção de um erro matemático em um cálculo de distribuição de vagas. A experiência evidenciou a necessidade de aprimoramento em duas competências fundamentais para a negociação: *escuta ativa e paciência* \cite{ury1993como}.

* REFERENCIAL TEÓRICO
** Negociação e Estilos de Resolução de Conflitos

A negociação é um processo de comunicação estruturado para resolver conflitos e alcançar um acordo satisfatório para ambas as partes \cite{lewicki2015negotiation}. Segundo Robbins e Judge \cite{robbins2015comportamento}, os principais estilos de negociação incluem:

- *Competitivo*: Enfatiza a vitória sobre o outro.  
- *Colaborativo*: Busca ganhos mútuos.  
- *Acomodativo*: Cede para preservar o relacionamento.  
- *Evitativo*: Foge ou adia a negociação.  
- *Compromissado*: Encontra um meio-termo.  

A escolha do estilo adequado depende do contexto e dos interesses das partes envolvidas \cite{malhotra2016negotiation}.

** Poder e Autoridade na Gestão de Conflitos

Em ambientes hierárquicos, o poder organizacional influencia diretamente as negociações. French e Raven \cite{french1959bases} identificam diferentes tipos de poder:

- *Poder legítimo*: Deriva da posição formal.  
- *Poder de especialização*: Baseado no conhecimento técnico.  
- *Poder coercitivo*: Capacidade de impor sanções.  
- *Poder de recompensa*: Controle sobre benefícios.  

No caso analisado, a chefe utilizou seu *poder legítimo* para sustentar sua posição, enquanto o servidor se baseou no *poder de especialização* para justificar sua argumentação.

** Retórica Aristotélica e Persuasão na Negociação

Aristóteles descreve três pilares essenciais para a persuasão \cite{aristoteles2004retorica}:

- *Logos* – Argumentação baseada em lógica e evidências.  
- *Ethos* – Construção de credibilidade do orador.  
- *Pathos* – Apelo emocional para gerar conexão.  

O sucesso da negociação depende do equilíbrio entre esses elementos.

* ANÁLISE DO CASO
** O Conflito e Seus Desdobramentos

No setor responsável pela distribuição de vagas do concurso de *Perícia Médica Federal*, identificou-se um erro matemático na metodologia adotada pela chefe do setor. Se aplicado, o cálculo resultaria em distorções na alocação das vagas, comprometendo a eficiência do processo e abrindo espaço para questionamentos jurídicos.

O servidor técnico apresentou a inconsistência e propôs ajustes baseados em critérios matemáticos objetivos. No entanto, a chefe insistiu na aplicação do cálculo original, utilizando sua autoridade hierárquica para validar sua decisão.

** Estratégias Utilizadas e aplicação do Raciocínio Aristotélico

Para superar a resistência da chefe e evitar a escalada do conflito, foram adotadas as seguintes estratégias:

- *Logos (Razão e Evidências)*:  
  - Apresentação de dados técnicos e simulações para demonstrar a falha no cálculo.  
  - Comparação com metodologias validadas para reforçar a argumentação.  

- *Ethos (Credibilidade e Autoridade Técnica)*:  
  - Citação de experiências anteriores do servidor na área.  
  - Referências a normativas internas e padrões técnicos.  

- *Pathos (Empatia e Comunicação Estratégica)*:  
  - Uso de perguntas abertas para envolver a chefe na análise.  
  - Comunicação respeitosa para evitar resistência emocional.  

Essas abordagens permitiram que a chefe reconsiderasse sua posição sem sentir que sua autoridade estava sendo diretamente questionada.

** Alternativas das Partes (MACNA)

Segundo Fisher e Ury \cite{fisher1991getting}, a *Melhor Alternativa em Caso de Não Acordo (MACNA)* deve ser considerada para avaliar a força da posição de cada parte.

- *Minha MACNA*:  
  - Escalar a questão para instâncias superiores (Tribunal de Contas, auditorias internas).  
  - Emitir um parecer técnico formalizando a contestação.  

- *MACNA da chefe*:  
  - Imposição unilateral da decisão, assumindo riscos administrativos.  
  - Consulta a outro especialista para validar sua posição.  

A análise indicava que a MACNA da chefe era mais fraca, favorecendo uma negociação bem conduzida.

* CONCLUSÃO

A análise detalhada do caso demonstra que negociações em ambientes hierárquicos exigem uma combinação de *habilidade técnica e inteligência interpessoal*. O uso estratégico da *escuta ativa, paciência e retórica aristotélica* possibilitou a revisão do cálculo sem comprometer o relacionamento organizacional.

A experiência reforça a importância do desenvolvimento contínuo de habilidades de negociação para lidar com conflitos de maneira eficaz e construtiva.

#+LATEX: \renewcommand{\bibname}{REFERÊNCIAS}
\bibliography{referencias}
