01-conflitos/trabalho.tex
% Created 2025-02-19 qua 14:45
% Intended LaTeX compiler: pdflatex
\documentclass[article,12pt,oneside,a4paper]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[brazil, brazilian]{babel}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{lmodern}
\usepackage{microtype}
\usepackage[left=3cm,top=3cm,right=2cm,bottom=2cm]{geometry}
\frenchspacing
\pretolerance=100
\tolerance=200
\emergencystretch=3em
\hbadness=2000
\usepackage[alf]{abntex2cite}
\bibliographystyle{abntex2-alf}
\author{Gustavo Magalhães Mendes de Tarso}
\date{\today}
\title{Análise de um Caso de Negociação e Gestão de Conflito}
\hypersetup{
 pdfauthor={Gustavo Magalhães Mendes de Tarso},
 pdftitle={Análise de um Caso de Negociação e Gestão de Conflito},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.0.91 (Org mode 9.7.11)}, 
 pdflang={Portuges}}
\begin{document}

\maketitle
\section{RESUMO}
\label{sec:org4609a35}

A negociação é uma habilidade essencial no ambiente corporativo, permitindo alinhar interesses divergentes e resolver conflitos de forma eficaz. Este trabalho analisa um caso real de negociação ocorrido no \textbf{Ministério da Previdência Social}, envolvendo um embate entre um servidor técnico e sua superior hierárquica sobre um cálculo matemático na distribuição de vagas do concurso de \textbf{Perícia Médica Federal}. A análise destaca a importância da \textbf{escuta ativa} e da \textbf{paciência} como fatores críticos para o sucesso da negociação. O estudo aprofunda conceitos de negociação e gestão de conflitos, discutindo estratégias que podem aprimorar a comunicação interpessoal e minimizar desgastes em processos decisórios.

\textbf{Palavras-chave:} negociação, gestão de conflitos, escuta ativa, paciência.
\section{INTRODUÇÃO}
\label{sec:orgf7b3310}

A negociação está presente em diversas esferas da vida profissional e organizacional, sendo um instrumento essencial para a resolução de conflitos e a tomada de decisões eficazes \cite{fisher1991getting}. No contexto corporativo, lidar com divergências de opinião e interesses exige habilidades que vão além do conhecimento técnico, incluindo \textbf{comunicação estratégica, inteligência emocional e gestão de conflitos} \cite{goleman1998trabalhando}.

Este trabalho analisa um conflito ocorrido no setor público, no qual um servidor técnico precisou lidar com a resistência de sua superior hierárquica à correção de um erro matemático em um cálculo de distribuição de vagas. A experiência evidenciou a necessidade de aprimoramento em duas competências fundamentais para a negociação: \textbf{escuta ativa e paciência} \cite{ury1993como}.
\section{REFERENCIAL TEÓRICO}
\label{sec:orgd42c586}
\subsection{Negociação e Estilos de Resolução de Conflitos}
\label{sec:org8420d36}
A negociação é um processo de comunicação estruturado para resolver conflitos e alcançar um acordo satisfatório para ambas as partes \cite{lewicki2015negotiation}. Segundo Robbins e Judge \cite{robbins2015comportamento}, os principais estilos de negociação incluem:

\begin{itemize}
\item \textbf{Competitivo}: Enfatiza a vitória sobre o outro.
\item \textbf{Colaborativo}: Busca ganhos mútuos.
\item \textbf{Acomodativo}: Cede para preservar o relacionamento.
\item \textbf{Evitativo}: Foge ou adia a negociação.
\item \textbf{Compromissado}: Encontra um meio-termo.
\end{itemize}

A escolha do estilo adequado depende do contexto e dos interesses das partes envolvidas \cite{malhotra2016negotiation}.
\subsection{Poder e Autoridade na Gestão de Conflitos}
\label{sec:orge9429b0}
Em ambientes hierárquicos, o poder organizacional influencia diretamente as negociações. French e Raven \cite{french1959bases} identificam diferentes tipos de poder:

\begin{itemize}
\item \textbf{Poder legítimo}: Deriva da posição formal.
\item \textbf{Poder de especialização}: Baseado no conhecimento técnico.
\item \textbf{Poder coercitivo}: Capacidade de impor sanções.
\item \textbf{Poder de recompensa}: Controle sobre benefícios.
\end{itemize}

No caso analisado, a chefe utilizou seu \textbf{poder legítimo} para sustentar sua posição, enquanto o servidor se baseou no \textbf{poder de especialização} para justificar sua argumentação.
\subsection{Retórica Aristotélica e Persuasão na Negociação}
\label{sec:org5c2bcbc}
Aristóteles descreve três pilares essenciais para a persuasão \cite{aristoteles2004retorica}:

\begin{itemize}
\item \textbf{Logos} – Argumentação baseada em lógica e evidências.
\item \textbf{Ethos} – Construção de credibilidade do orador.
\item \textbf{Pathos} – Apelo emocional para gerar conexão.
\end{itemize}

O sucesso da negociação depende do equilíbrio entre esses elementos.
\section{ANÁLISE DO CASO}
\label{sec:orgbd5ef26}
\subsection{O Conflito e Seus Desdobramentos}
\label{sec:org02ef109}
No setor responsável pela distribuição de vagas do concurso de \textbf{Perícia Médica Federal}, identificou-se um erro matemático na metodologia adotada pela chefe do setor. Se aplicado, o cálculo resultaria em distorções na alocação das vagas, comprometendo a eficiência do processo e abrindo espaço para questionamentos jurídicos.

O servidor técnico apresentou a inconsistência e propôs ajustes baseados em critérios matemáticos objetivos. No entanto, a chefe insistiu na aplicação do cálculo original, utilizando sua autoridade hierárquica para validar sua decisão.
\subsection{Estratégias Utilizadas e aplicação do Raciocínio Aristotélico}
\label{sec:orgb578bb9}
Para superar a resistência da chefe e evitar a escalada do conflito, foram adotadas as seguintes estratégias:

\begin{itemize}
\item \textbf{Logos (Razão e Evidências)}:  
\begin{itemize}
\item Apresentação de dados técnicos e simulações para demonstrar a falha no cálculo.
\item Comparação com metodologias validadas para reforçar a argumentação.
\end{itemize}

\item \textbf{Ethos (Credibilidade e Autoridade Técnica)}:  
\begin{itemize}
\item Citação de experiências anteriores do servidor na área.
\item Referências a normativas internas e padrões técnicos.
\end{itemize}

\item \textbf{Pathos (Empatia e Comunicação Estratégica)}:  
\begin{itemize}
\item Uso de perguntas abertas para envolver a chefe na análise.
\item Comunicação respeitosa para evitar resistência emocional.
\end{itemize}
\end{itemize}

Essas abordagens permitiram que a chefe reconsiderasse sua posição sem sentir que sua autoridade estava sendo diretamente questionada.
\subsection{Alternativas das Partes (MACNA)}
\label{sec:orga0b1bb3}
Segundo Fisher e Ury \cite{fisher1991getting}, a \textbf{Melhor Alternativa em Caso de Não Acordo (MACNA)} deve ser considerada para avaliar a força da posição de cada parte.

\begin{itemize}
\item \textbf{Minha MACNA}:  
\begin{itemize}
\item Escalar a questão para instâncias superiores (Tribunal de Contas, auditorias internas).
\item Emitir um parecer técnico formalizando a contestação.
\end{itemize}

\item \textbf{MACNA da chefe}:  
\begin{itemize}
\item Imposição unilateral da decisão, assumindo riscos administrativos.
\item Consulta a outro especialista para validar sua posição.
\end{itemize}
\end{itemize}

A análise indicava que a MACNA da chefe era mais fraca, favorecendo uma negociação bem conduzida.
\section{CONCLUSÃO}
\label{sec:org4b3b248}
A análise detalhada do caso demonstra que negociações em ambientes hierárquicos exigem uma combinação de \textbf{habilidade técnica e inteligência interpessoal}. O uso estratégico da \textbf{escuta ativa, paciência e retórica aristotélica} possibilitou a revisão do cálculo sem comprometer o relacionamento organizacional.

A experiência reforça a importância do desenvolvimento contínuo de habilidades de negociação para lidar com conflitos de maneira eficaz e construtiva.

\renewcommand{\bibname}{REFERÊNCIAS}
\bibliography{referencias}
\end{document}
